[BalanceDefs.BD_TrainRobbery_Safe01 InteractiveObjectBalanceDefinition]
DefaultDisplayName="Gerador antigo"

[Icons.Icon_Z1_TrainRobbery_RadioHyperion InteractionIconDefinition]
Text="CONTATAR A HYPERION POR RÁDIO"

[InteractiveObjects.IO_MO_Buzzer_Radio InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_MO_TrainRobbery_DynamitePlant_Gate InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_MO_TrainRobbery_DynamitePlant_Safe01 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_MO_TrainRobbery_DynamitePlant_Safe03 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_MO_TrainRobbery_Safe01 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_TrainRobbery_CraneCar InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_TrainRobbery_TrainSignal InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_TinasTrainDynamite MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Dinamite de Tina Pequenina"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_TinasTrainDynamite:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Isso faz com que as coisas explodam!"
NoConstraintText=""
Suffix=""
Prefix=""

